<?php
// (c) vavok.net

$lang_install = array(
"filesready" => "Да ли су фајлови спремни",
"htaccessexists" => "Фајл .htaccess постоји",
"htaccessnochmod" => "Не препоручујемо да на .htaccess фајл ставите могућност измене (CHMOD), промените права приступа (обично 644)",
"htaccessnotexists" => "Фајл .htaccess не постоји! Молимо вас да додате одговарајући .htaccess фајл због сигурности",
"writablein" => "Омогућен запис у",
"yes" => "Да",
"no" => "Не",
"foldersready" => "Да ли су фасцикле спремне",
"folderwritable" => "Омогућен запис у фасциклу",
"filesreadyinstall" => "Фајлови су припремљени,<br />можете приступити инсталацији система",
"installfirststep" => "Инсталација: први корак",
"firststepdatabase" => "Први корак - база података",
"dataadded" => "Подаци успешно уписани",
"nextstep" => "Следећи корак",
"secondstep" => "Други корак",
"installinfo" => "Овим ћете се регистровати на сајту као адмнистратор.<br />После регистрације избришите фасциклу \"install\"",
"installresults" => "Резултати инсталације",
"installok" => "Честитамо, инсталација је успешно завршена. Пријавите се и видећете администрациони панел, ту можете мењати подешавања система.",
"logintosite" => "Пријавите се на сајт",
"siteaddressbad" => "Неправилна адреса сајта! (пример http://sitename.domen)",
"bademail" => "Неправилна адреса е-поште! (пример name@name.name)",
"badagainbass" => "Шифре се не подударају! Потребно је да поновите исту шифру",
"onlylatin" => "Дозвољена су само слова латинице и бројеви",
"shortuserpass" => "Ваше корисничко име или шифра су прекратки",
"fillfields" => "Нисте уписали неки од података! Молимо вас попуните сва поља",
"thirdstep" => "Tрећи корак",
"inserttint" => "Постављање података у базу података"
);


?>