<?php
// modified: 18.4.2013 0:20:57

$lang_reg['registration'] = "Регистрација";
$lang_reg['againreg'] = "регистровани сте, не можете регистровати више од једног налога";
$lang_reg['passagain'] = "Поновите шифру";
$lang_reg['register'] = "Региструј ме";
$lang_reg['reginfo'] = "Сва поља морају бити попуњена. Више информација о себи можете додати после регистрације.<br>На адресу е-поште ће вам бити послати подаци<br>";
$lang_reg['keyinfo'] = "и кључ који вам је потребан да бисте завршили регистрацију";
$lang_reg['quarantine1'] = "Нови чланови не могу писати поруке тачно";
$lang_reg['quarantine2'] = "часова после регистрације";
$lang_reg['siterules'] = "Правила сајта";
$lang_reg['regstoped'] = "Регистрација привремено стопирана, свратите касније";



?>
