<?php
/**
 * Author:    Aleksandar Vranešević
 * URL:       http://vavok.net
 */

$lang_reg['registration'] = "Регистрација";
$lang_reg['againreg'] = "већ сте се регистровали.";
$lang_reg['passagain'] = "Поновите шифру";
$lang_reg['reginfo'] = "Сва поља су неопходна за регистрацију. <br />На адресу е-поште ће вам бити послати информације о регистрацији";
$lang_reg['keyinfo'] = " и кључ који вам је потребан да бисте завршили регистрацију";
$lang_reg['quarantine1'] = "Нови чланови не могу писати поруке тачно";
$lang_reg['quarantine2'] = "часова после регистрације";
$lang_reg['siterules'] = "Правила сајта";
$lang_reg['regstoped'] = "Регистрација привремено стопирана, свратите касније";
$lang_reg['registration'] = "Регистрација";
$lang_reg['userexists'] = "Члан са тим именом је већ регистрован, изаберите други надимак";
$lang_reg['regonsite'] = "Регистрација на сајту";
$lang_reg['yourkey'] = "Ваш кључ";
$lang_reg['emailpart1'] = "Сада сте регистровани члан сајта";
$lang_reg['emailpart2'] = "Ваши подаци за приступ на сајт";
$lang_reg['emailpart4'] = "Срдачан поздрав,<br />администрација сајта";
$lang_reg['emailpart5'] = "За потврду регистрације потребно је да у року од 24 часа упишете кључ";
$lang_reg['emailpart6'] = "Упишите га када се пријавите на сајт\r\nили кликните на линк";
$lang_reg['emailpart7'] = "Регистрације које нису потврђене ће бити обрисане након 24 часа";
$lang_reg['hello'] = "Поздрав";
$lang_reg['regoknick'] = "Успешно сте се регистровали!<br>Корисничко име";
$lang_reg['loginnow'] = "Сада се можете пријавити";
$lang_reg['entersite'] = "Улаз на сајт";
$lang_reg['enterkeymessage'] = "Унесите кључ који вам је послат на вашу адресу е-поште.<br />
Уколико не добијете поруку е-поште тј. кључ за потврду регистрације у наредних неколико минута, молимо проверите нежељену пошту (Spam).<br />
У случају да је порука означена као нежељена пошта потврдите да порука није непожељна пошта (Not Spam), што ће вам осигурати да убудуће поруке стижу нормално.";
$lang_reg['autologinmsg'] = "Можете сачувати линк за аутоматско пријављивање који изгледа овако";
$lang_reg['copy'] = "Копирај";
$lang_reg['badcaptcha'] = "Код за проверу се не поклапа";
$lang_reg['badmail'] = "Неправилна адреса е-поште!<br />Она мора бити у формату name@name.name<br />Покушајте поново";
$lang_reg['userexists'] = "Не можете се регистровати са тим корисничким именом зато што је заузето<br />Покушајте поново";
$lang_reg['emailexists'] = "Адреса е-поште коју сте навели већ постоји у бази! Упишите другу адресу е-поште";
$lang_reg['toomuchslashes'] = "Уписали сте превише цртица у надимку!<br />Покушајте поново";
$lang_reg['missingdata'] = "Нисте уписали важне податке за регистрацију!<br />Морате попунити сва поља";
$lang_reg['biginfo'] = 'Корисничко име је предугачко';
$lang_reg['smallinfo'] = 'Корисничко име и/или лозинка су прекратки';
$lang_reg['nonewpass'] = 'Лозинке се не поклапају! У оба поља за лозинку је потребно да буде иста лозинка.';
$lang_reg['useletter'] =  'Потребно је да користете слова у корисничком имену';

$lang_home = array_merge($lang_home, $lang_reg);
