<?php
// (c) vavok.net

$issetLang = array(
"delfrombase" => 'Успешно обрисано из базе',

// inbox
"mail" => 'Ваше писмо успешно послато',
"nouz" => 'Нисте уписали за кога је писмо',
"alldelpriv" => 'Сандуче испражњено',
"delpriv" => 'Порука успешно обрисана',
"selectpriv" => 'Изабране поруке обрисане',
"nomess" => 'Писмо је кратко, није послато',
"noprivlog" => 'Не можете послати писмо самом себи',
"fullmail" => 'Сандуче корисника препуњено, не можете му писати док не ослободи места у сандучету',

// settings
"editprofile" => 'Профил успешно измењен',
"editpass" => 'Шифра успешно измењена',
"editsetting" => 'Подешавања успешно измењена',
"noemail" => 'Неправилна адреса е-поште',
"noname" => 'Нисте уписали име',
"lostpass" => 'Шифра успешно генерисана!<br />Нова шифра је послата на адресу е-поште из вашег профила<br />',
"nolostpass" => 'Уписали сте неодговарајуће податке, шифра не може бити послата',
"incorrect" => 'У пољима упишите мање од 50 карактера</b>',
"nopost" =>  'Предугачак коментар или тема',
"inlogin" => 'Недозвољени симболи у шифри, користите само слова латинице и бројеве ',
"nopass" => 'Стара шифра нетачна',
"nonewpass" => 'Нове шифре се не поклапају! У оба поља морате усписати исте',
"inmail" => 'Уписали сте неправилно адресу е-поште! Адреса е-поште мора бити у формату name@name.name',
"inhappy" => 'Неправилан формат датума рођења<br />Он мора бити у формату dd.mm.gggg',
"biginfo" => 'Предугачко корисничко име или шифра',
"smallinfo" => 'Кратко корисничко име или шифра',
"insite" => 'Неправилна адреса сајта<br />Адреса мора бити у формату http://my_site.domen',
"nouser" => 'Корисник са траженим корисничким именом не постоји',
"names" =>  'Нисте навели име, или је прекратко',
"posts" =>  'Нисте уписали поруку, или је порука кратка.',
"noreg" => 'Недозвољени знакови у корисничком имену или шифри<br />Користите само слова латинице и бројеве',
"antirega" => 'Већ сте регистровани',
"nopassword" => 'Нисте уписали шифру или је неправилна',
"notoken" => 'Токен не постоји',

// admin panel isset
"mp_yesset" => 'Подешавања система успешно сачувана',
"mp_nosset" => 'Грешка при измени, вероватно нисте попунили неко поље',
"mp_votesyes" => 'Анкета успешно измењена',
"mp_votesno" => 'Грешка при измени, вероватно нисте попунили неко поље',
"mp_addvotes" => 'Нова анкета успешно направљена',
"mp_delvotes" => 'Анкета успешно избрисана из архиве',
"mp_editfiles" => 'Фајл успешно измењен',
"mp_newfiles" => 'Нови фајл успешно направљен',
"mp_pageexists" => 'Страница постоји у бази',
"mp_nonewfiles" => 'Недозвољен назив фајла',
"mp_nodelfiles" => 'Фајл није обрисан',
"mp_delfiles" => 'Фајл успешно обрисан',
"mp_noyesfiles" => 'Фајл са наведеним именом не постоји',
"mp_delchat" => 'Чат успешно испражњен',
"mp_delpostchat" => 'Порука обрисана',
"mp_editpostchat" => 'Порука измењена',
"mp_dellogs" => 'Лог фајл испражњен',
"mp_editstatus" => 'Статуси измењени',
"mp_noeditstatus" => 'Грешка при измени статуса. Проверите сва поља',
"mp_delsubmail" => 'Пријављени на новост успешно избрисан из базе',
"mp_nodelsubmail" => 'Грешка при брисању из базе',
"mp_delsuball" => 'Сви пријављени на вести сајта су успешно одјављени',
"mp_ydelconf" => 'Регистрација успешно потврђена',
"ap_noaccess" => 'Немате потребне дозволе да приступите страници',

// user isset
"quarantine" => 'Укључен је карантин! Нови чланови не могу писати поруке и коментаре тачно %u часова после регистрације',
"addfoto" => 'Фотографија успешно додата',
"delfoto" => 'Фотографија успешно избрисана',
"editfoto" => 'Фотографија успешно измењена',
"addkomm" => 'Ваш коментар успешно додат',
"delkomm" => 'Коментар успешно избрисан',

// contact and ignore list
"contactb_noadd" => 'Додавање новог контакта је неуспешно! Проверите да ли сте прекорачили лимит.',
"contactb_add" => 'Успешно сте додали нови контакт',
"noaddcontactb" => 'Додавање новог контакта је неуспешно! Нисте уписали важне податке.',
"contactb_del" => 'Контакт успешно обрисан.',
"contactb_nodel" => 'Контакт није обрисан.',
"useletter" =>  'Морате користити слова у корисничком имену',
"ignor_add" => 'Члан је успешно додат у игнор листу',
"ignor_noadd" => 'Грешка при додавању у игнор листу',
"ignor_del" => 'Члан успешно обрисан из игнор листе',
"ignor_nodel" => 'Грешка при брисању из игнор листе',
"ignoring" => 'Члан коме шаљете поруку вас је ставио у игнор листу! Порука није послата.',
"kontakt_add" => 'Члан је успешно додат у контакт листу',
"kontakt_noadd" => 'Грешка при додавању у контакт листу',
"kontakt_del" => 'Члан успешно обрисан из контакт листе',
"kontakt_nodel" => 'Грешка при брисању из контакт листе'
);

// forms
$formsArray = array(
"antiflood" =>  'Antiflood! Следећу поруку можете уписати за %u секунди',
"nobody" => 'Нисте уписали текст поруке',
"addon" =>  'Порука успешно уписана',
"noadduzer" => 'Наведени члан не постоји',
"nologin" => 'Нисте се пријавили, молимо да се пријавите',
"vrcode" => 'Погрешан код за проверу',
"savedok" => 'Успешно сачувано',
"inputoff" => 'Грешка<br />Нетачно корисничко име или шифра',
"exit" => 'Успешно сте се одјавили',
"fixerrors" => 'Исправите грешке да бисте наставили',
"valid" => 'Исправно',
"namerequired" => 'Име је обавезно',
"mailwrong" => 'Погрешан формат адресе',
"msgshort" => 'Порука је прекратка'
);

$issetLang = array_merge($issetLang, $formsArray);
?>